Repository: mozilla-l10n/mt-training-data
Catalog: sat/sat_pontoon.tmx
Source language: en_us
Languages: sat

source: Page Options Menu
sat: ᱥᱟᱠᱟᱢ ᱟᱯᱱᱟᱨ ᱢᱚᱱᱮᱛᱮᱭᱟᱜ ᱢᱮᱱᱩ

source: Panel Chooser
sat: ᱪᱳᱣᱠᱟᱴ ᱵᱟᱪᱷᱟᱣ

source: Passcode For Logins
sat: ᱵᱚᱞᱚ ᱞᱟᱹᱜᱤᱫ ᱯᱟᱥᱠᱳᱰ

source: Passcodes didn’t match. Try again.
sat: ᱯᱟᱥ ᱠᱚᱰ ᱵᱟᱭ ᱢᱮᱥᱟ ᱞᱮᱱᱟ, ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱠᱚ ᱞᱤᱠ ᱵᱟᱠᱷᱟᱭ ᱚᱛᱠᱤᱨ ᱦᱳᱭ ᱠᱟᱱᱟ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱵᱚᱫᱚᱞ ᱠᱷᱚᱱ. ᱱᱚᱶᱟ ᱠᱷᱟᱛᱟ ᱵᱟᱸᱪᱟᱣ ᱞᱚᱜᱤᱛ ᱛᱮ ᱥᱟᱭᱤᱴ ᱨᱮ ᱵᱚᱞᱚ ᱢᱮ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱵᱚᱫᱚᱞ ᱛᱟᱢ.

source: Pick which theme you want
sat: ᱚᱠᱟᱴᱟ ᱩᱭᱦᱚᱨ ᱟᱢ ᱪᱚᱭᱳ ᱠᱟᱱᱟᱢ ᱦᱟᱞᱟᱝ ᱢᱮ

source: Pinned To Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱛᱮ ᱯᱤᱱ ᱮᱱᱟ ᱠᱚ

source: Pin to Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱯᱤᱱ ᱢᱮ

source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
sat: ᱫᱚᱭᱟᱠᱟᱛᱮ Firefox ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱠᱮᱢᱨᱟ ᱵᱮᱵᱷᱟᱨ ᱪᱷᱚᱭ ᱮᱢ ‘ᱥᱟᱡᱟᱣ’ -> ‘ᱫᱟᱱᱟᱲ’ -> ‘ᱠᱮᱢᱨᱟ’ ᱾

source: Please fill all fields correctly.
sat: ᱫᱭᱟ ᱠᱟᱛᱮ ᱡᱚᱛᱚ ᱡᱟᱭᱜᱟ ᱵᱮᱥ ᱞᱮᱠᱟ ᱛᱮ ᱯᱮᱨᱮᱡ ᱢᱮ᱾

source: Please open Firefox, go to Settings and sign in to continue.
sat: ᱫᱭᱟ ᱠᱟᱛᱮ Firefox ᱡᱷᱤᱜ ᱢᱮ, ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ ᱪᱟᱞᱟ ᱢᱮ ᱟᱨ ᱞᱮᱛᱟᱰ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ᱾

source: Preview of %@
sat: %@ ᱨᱮᱭᱟᱜ ᱞᱟᱦᱟ ᱛᱮᱭᱟᱜ ᱧᱮᱞ

source: Previous in-page result
sat: ᱚᱱᱟ ᱢᱟᱲᱟᱝ ᱚᱱᱟᱼᱥᱟᱠᱟᱢ ᱠᱩᱲᱟᱹᱭ

source: Privacy Policy
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱫᱟᱱᱟᱲ ᱨᱤᱛᱤ

source: Private Browsing
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ

source: Private Browsing Mode
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮ ᱚᱵᱚᱥᱛᱟ

source: Private Mode
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱚᱵᱚᱥᱛᱟ

source: Protection Against Ad Tracking
sat: Ad ᱯᱟᱸᱡᱟ ᱵᱤᱨᱩᱫᱷ ᱛᱮ ᱨᱚᱯᱷᱟ

source: Protection Level
sat: ᱨᱚᱯᱷᱟ ᱛᱟᱦ

source: Protections for %@
sat: %@ ᱞᱟᱹᱜᱤᱛ ᱨᱚᱯᱷᱟ

source: Protect your logins and data everywhere you use Firefox.
sat: ᱟᱢᱟᱠ ᱵᱚᱞᱚᱱ ᱠᱚ ᱟᱨ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱠᱚ ᱨᱚᱯᱷᱟᱭ ᱢᱮ ᱡᱟᱦᱟᱱ ᱨᱤᱜᱤ ᱟᱢ Firefox ᱵᱮᱵᱷᱟᱨ ᱟᱢ ᱾

source: Quick action
sat: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

source: Quick Action
sat: ᱞᱚᱜᱚᱱ ᱠᱚᱢᱤ

source: Quick Actions
sat: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

source: Quick Action Type
sat: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

source: Quick-Search Engines
sat: ᱞᱚᱜᱚᱱ-ᱯᱟᱱᱛᱮ ᱤᱸᱡᱤᱱ ᱠᱚ

source: Quick View
sat: ᱞᱚᱜᱚᱱ ᱛᱮ ᱧᱮᱞ

source: read
sat: ᱯᱟᱲᱦᱟᱣ ᱢᱮ

source: Reader Mode available
sat: ᱯᱟᱲᱦᱟᱣ ᱚᱵᱚᱥᱛᱟ ᱢᱮᱱᱟ-ᱟ

source: Reader View
sat: ᱯᱟᱲᱦᱟᱣ ᱧᱮᱞ

source: Reading list
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ

source: Ready to Scan
sat: ᱥᱠᱮᱱ ᱞᱚᱜᱤᱛ ᱛᱮ ᱛᱮᱭᱟᱨ ᱢᱮᱱᱟᱢ-ᱟ

source: Recent Bookmarks
sat: ᱱᱤᱛᱚᱜᱟᱠ ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ

source: Recently Closed
sat: ᱱᱤᱛᱚᱜ ᱵᱚᱸᱫᱚᱼᱟᱜ

source: Recently Visited
sat: ᱦᱟᱹᱞᱤ ᱨᱮ ᱦᱤᱨᱤᱭᱟᱠᱟᱱᱟ

source: Recommended by Pocket
sat: ᱯᱚᱠᱮᱴ ᱵᱟᱛᱟᱣ ᱠᱟᱫᱟᱭ

source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
sat: ᱴᱟᱨᱜᱮᱴ ᱰᱷᱟᱣᱨᱟᱹ ᱠᱚᱢ ᱟᱭ ᱟᱨ ᱰᱷᱟᱣᱨᱟᱸ ᱠᱚ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱷᱚᱱ ᱵᱚᱸᱫᱚ ᱞᱟᱹᱜᱤᱫ ᱜᱚᱲᱚ ᱮᱢᱟᱭ ᱾

source: Re-enter passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱫᱩᱦᱲᱟ. ᱟᱫᱮᱨ

source: Reload page
sat: ᱥᱟᱦᱴᱟ ᱫᱚᱦᱲᱟ ᱞᱟᱫᱮ ᱢᱮ

source: Reload Page
sat: ᱥᱟᱦᱴᱟ ᱫᱚᱦᱲᱟ ᱞᱟᱫᱮ ᱢᱮ

source: Reload Without Tracking Protection
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱵᱮᱜᱚᱨ ᱞᱟᱫᱤ ᱫᱚᱦᱲᱟᱣ ᱢᱮ

source: Reload With Tracking Protection
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱥᱟᱣᱛᱮ ᱞᱟᱫᱤ ᱫᱚᱦᱲᱟᱣ ᱢᱮ

source: Remote Clients
sat: ᱨᱤᱢᱚᱴ ᱠᱞᱟᱮᱸᱴ ᱠᱚ

source: Remove Account
sat: ᱠᱷᱟᱛᱟ ᱚᱪᱚᱜ ᱢᱮ

source: Remove Bookmark
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱚᱪᱚᱜ ᱢᱮ

source: Removed From Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱚᱰᱚᱠ ᱠᱮᱫ ᱠᱚᱣᱟ

source: Remove from Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱠᱷᱚᱱ ᱚᱪᱚᱜ ᱢᱮ

source: Remove page — %@
sat: %@ — ᱥᱟᱠᱟᱢ ᱚᱰᱚᱠ ᱢᱮ

source: Remove Pinned Site
sat: ᱯᱤᱱ ᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱚᱰᱚᱠ ᱢᱮ

source: Remove the Firefox Account associated with this device to sign in as a different user.
sat: ᱚᱞᱜᱟ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱞᱮᱠᱷᱟ ᱵᱷᱤᱛᱨᱤ ᱵᱷᱤᱛᱨᱤ ᱥᱩᱦᱤ ᱥᱮᱱᱟᱢ ᱠᱷᱟᱱ ᱱᱚᱶᱟ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱢᱮᱱᱟᱜ Firefox ᱠᱷᱟᱛᱟ ᱚᱪᱚᱜ ᱢᱮ ᱾

source: Reopen
sat: ᱫᱚᱦᱲᱟ ᱡᱷᱤᱜ

source: Reopen Closed Tab
sat: ᱵᱚᱸᱫ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱫᱩᱦᱰᱟ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Reopen Last Closed Tab
sat: ᱢᱟᱲᱟᱝ ᱵᱚᱸᱫ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱫᱩᱦᱰᱟ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Report Site Issue
sat: ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱤᱛᱞᱟᱹᱭ ᱢᱮ

source: Request Desktop Site
sat: ᱰᱮᱥᱠᱴᱚᱯ ᱥᱟᱤᱴ ᱱᱮᱦᱚᱨ ᱢᱮ

source: Request Mobile Site
sat: ᱢᱚᱵᱟᱤᱞ ᱥᱟᱤᱴ ᱱᱮᱦᱚᱨ ᱢᱮ

source: Require Passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱫᱚᱨᱠᱟᱨ

source: Resend Email
sat: ᱤᱢᱮᱞ ᱫᱚᱲᱟ ᱠᱩᱞ ᱢᱮ

source: Reset text size
sat: ᱚᱱᱚᱞ ᱢᱟᱨᱟᱝ ᱛᱮᱛ ᱥᱟᱡᱟᱣ ᱫᱚᱦᱲᱟ ᱢᱮ

source: Retry
sat: ᱫᱚᱲᱟ ᱠᱟᱹᱢᱤ ᱢᱮ

source: Reveal
sat: ᱩᱫᱩᱜ

source: Rows: %d
sat: ᱛᱷᱟᱨ ᱠᱚ: %d

source: Safe Sync
sat: ᱡᱚᱯᱛᱤ ᱛᱚᱞ ᱡᱚᱠᱷᱟ

source: Saved Logins
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

source: SAVED LOGINS
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

source: Save Image
sat: ᱪᱤᱛᱟᱹᱨ ᱥᱟᱸᱪᱟᱣ ᱢᱮ

source: Save Login
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

source: Save login %1$@ for %2$@?
sat: %2$@ ᱞᱟᱹᱜᱤᱫ %1$@ ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ ᱢᱮ?

source: Save Logins
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱟᱸᱪᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱨᱮᱰᱟᱹᱨ ᱧᱮᱞ ᱠᱚᱱᱨᱚᱞ ᱨᱮ ᱯᱚᱛᱚᱵ ᱯᱞᱚᱥ ᱟᱭᱠᱚᱱ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Save password for %@?
sat: %@ ᱞᱟᱹᱜᱤᱛ ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱥᱟᱸᱪᱟᱣ ᱢᱮ?

source: Scan QR Code
sat: QR ᱠᱚᱰ ᱥᱠᱟᱱ ᱢᱮ

source: Scan the QR code shown at firefox.com/pair
sat: firefox.com/pair ᱨᱮ ᱡᱟ QR ᱠᱳᱰ ᱩᱫᱩᱠ ᱠᱟᱫᱟᱠᱩ ᱚᱱᱟ ᱥᱠᱮᱱ ᱢᱮ

source: %@ search
sat: %@ ᱥᱮᱸᱫᱽᱨᱟ

source: Search Engine
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱸᱡᱤᱱ

source: Searches for the suggestion
sat: ᱦᱩᱫᱤᱥ ᱞᱟᱹᱜᱤᱫ ᱥᱮᱸᱫᱽᱨᱟ

source: Search in Firefox
sat: Firefox ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Searching for something different? Choose another default search engine (or add your own) in Settings.
sat: ᱡᱟᱦᱟᱱᱟᱜ ᱯᱟᱱᱛᱮᱜᱼᱟᱢ? ᱚᱞᱜᱟ ᱦᱩᱲᱟᱹᱜ ᱯᱟᱱᱛᱮ ᱮᱱᱡᱤᱱ (ᱟᱨ ᱵᱟᱝ ᱟᱢᱟᱜ ᱥᱮᱞᱮᱫ ᱢᱮ) ᱫᱚ ᱥᱟᱞᱟᱣ ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

source: Search in Private Tab
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Search Input Field
sat: ᱯᱟᱱᱛᱮ ᱟᱫᱮᱨ ᱡᱟᱭᱜᱟ

source: Search Settings
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

source: Search suggestions from %@
sat: %@ ᱠᱷᱚᱱ ᱥᱩᱡᱷᱟᱣ

source: Search suggestions get you to websites faster.
sat: ᱥᱚᱞᱟᱦ ᱥᱮᱸᱫᱽᱨᱟ ᱟᱢ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱛᱮ ᱞᱚᱜᱚᱱ ᱤᱫᱤ ᱢᱮᱟᱭ ᱾

source: Search Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱥᱮᱸᱫᱽᱨᱟᱤ ᱢᱮ

source: Search with Firefox
sat: Firefox ᱥᱟᱣ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟᱤ ᱢᱮ

source: Secure connection
sat: ᱡᱟᱯᱛᱤ ᱡᱚᱱᱚᱲᱟᱣ

source: See All
sat: ᱡᱚᱛᱚ ᱧᱮᱞᱢᱮ

source: Select a Firefox shortcut to add to your Home screen.
sat: Firefox ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱞᱚᱜᱤᱛ ᱛᱮ.

source: Select All
sat: ᱡᱚᱛᱚ ᱵᱟᱪᱷᱟᱣ

source: Select Location Bar
sat: ᱡᱟᱭᱜᱟ ᱯᱩᱨᱠᱟ ᱵᱟᱪᱷᱟᱣ

source: Send
sat: ᱵᱷᱮᱡᱟ

source: Send a crash report so Mozilla can fix the problem?
sat: ᱨᱚᱯᱩᱫ ᱨᱤᱯᱳᱨᱴ ᱠᱩᱞ ᱢᱮ ᱛᱚᱵᱚᱠᱷᱟᱱ ᱢᱚᱡᱤᱞᱟ ᱫᱤᱜᱫᱷᱷᱟ ᱴᱟ ᱴᱷᱤᱠ ᱫᱟᱲᱤᱟᱭ?

source: Send Feedback
sat: ᱯᱩᱥᱴᱟᱣ ᱠᱩᱞ ᱢᱮ

source: Send Report
sat: ᱨᱤᱯᱚᱴ ᱠᱩᱞ ᱢᱮ

source: Send Tab
sat: ᱴᱮᱵ ᱠᱩᱞ ᱢᱮ

source: Send to Device
sat: ᱥᱟᱫᱷᱚᱱ ᱛᱮ ᱵᱷᱮᱡᱟᱭ ᱢᱮ

source: Send Usage Data
sat: ᱵᱮᱵᱷᱟᱨ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱠᱩᱞ ᱢᱮ

source: Send websites a Do Not Track signal that you don’t want to be tracked
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱚᱞᱚᱢ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱥᱤᱜᱱᱟᱞ ᱮᱢᱟ ᱠᱚᱢ ᱚᱠᱚᱭ ᱟᱢ ᱵᱟᱝ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ

source: Services
sat: ᱥᱮᱣᱟ ᱠᱚ

source: Set as Default Browser
sat: ᱢᱩᱞ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱞᱮᱠᱟ ᱥᱟᱡᱟᱣ ᱢᱮ

source: Set Homepage
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱟᱴᱟ ᱥᱟᱡᱟᱣ

source: Set links from websites, emails, and Messages to open automatically in Firefox.
sat: ᱞᱤᱱᱠ ᱠᱚ ᱥᱟᱡᱟᱣ ᱢᱮ ᱣᱮᱵᱥᱟᱭᱤᱴ, ᱤᱢᱮᱞ, ᱟᱨ ᱢᱮᱥᱮᱡ ᱠᱷᱚᱱ Firefox ᱨᱮ ᱟᱪᱛᱮ ᱡᱷᱤᱜ ᱞᱚᱜᱤᱛ.

source: Set Passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱫᱚᱦᱚᱭ ᱢᱮ

source: Set Rows
sat: ᱛᱷᱟᱨ ᱫᱚᱦᱚᱭ ᱢᱮ

source: Share Link
sat: ᱞᱤᱸᱠ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱢᱮ

source: Share Page With…
sat: ᱥᱟᱠᱟᱢ ᱦᱟᱹᱴᱤᱧ ᱢᱮ…

source: Show
sat: ᱩᱫᱩᱜ

source: Show All Tabs
sat: ᱡᱚᱛᱚ ᱴᱮᱵ ᱠᱚ ᱩᱫᱩᱜ

source: Show in Application Menu
sat: ᱟᱹᱨᱡᱤ ᱥᱟᱠᱟᱢ ᱢᱮᱱᱩ ᱨᱮ ᱩᱫᱩᱜ

source: Show Link Previews
sat: ᱞᱤᱸᱠ ᱧᱮᱧᱮᱞᱚᱜ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

source: Show More
sat: ᱵᱚᱲᱛᱤ ᱩᱫᱩᱜ

source: Show Next Tab
sat: ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ ᱴᱮᱵ ᱩᱫᱩᱜ

source: Show Previous Tab
sat: ᱛᱟᱭᱚᱢ ᱴᱮᱵ ᱩᱫᱩᱜ

source: Show Search Suggestions
sat: ᱯᱟᱱᱛᱮ ᱦᱩᱫᱤᱥ ᱠᱚ ᱩᱫᱩᱠ

source: Show Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱩᱫᱩᱜ ᱢᱮ

source: Show Tour
sat: Tour ᱩᱫᱩᱠ

source: Show your Reading List
sat: ᱟᱢᱟᱜ ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱩᱫᱩᱜ ᱢᱮ

source: Sign In
sat: ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ

source: Sign in to view a list of tabs from your other devices.
sat: ᱟᱢᱟᱠ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱴᱮᱵ ᱞᱤᱥᱴᱤ ᱧᱮᱞ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ᱾

source: Sign in to your account to sync and access more features.
sat: ᱟᱭᱩᱨ ᱢᱤᱫ ᱟᱨ ᱟᱨᱦᱚᱸ ᱯᱷᱤᱪᱚᱨ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱠᱷᱟᱛᱟ ᱨᱮ ᱥᱩᱦᱤ ᱵᱚᱞᱚ ᱪᱷᱚ ᱢᱮ ᱾

source: Sign In with Your Camera
sat: ᱟᱢᱟᱜ ᱠᱮᱢᱮᱨᱟ ᱛᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ

source: Sign Up
sat: ᱥᱩᱦᱤ

source: Siri Shortcuts
sat: ᱥᱤᱨᱤ ᱠᱷᱟᱴᱚ ᱢᱟᱪᱷᱟ ᱠᱚ

source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
sat: ᱥᱚᱥᱤᱭᱟᱞ ᱱᱮᱴᱣᱟᱨᱠ ᱡᱟᱭᱜᱟ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱚᱨᱮ ᱫᱚᱦᱚᱭᱟ ᱠᱚ ᱚᱱᱠᱟ ᱛᱮ ᱩᱱᱠᱩ ᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱴᱟᱨᱜᱮᱴ ᱯᱨᱚᱯᱷᱟᱭᱤᱞ ᱠᱚ ᱛᱮᱭᱟᱨᱟ ᱾ ᱱᱩᱠᱩ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱟᱴᱠᱟᱣ ᱞᱮᱠᱷᱟᱱ ᱥᱚᱥᱤᱭᱟᱞ ᱢᱤᱰᱤᱭᱟ ᱠᱚᱢᱯᱟᱱᱤ ᱠᱚᱢ ᱠᱚ ᱧᱮᱞ ᱫᱟᱲᱮᱟᱼᱟ ᱟᱢ ᱚᱱᱞᱟᱭᱤᱱ ᱪᱮᱫ ᱮᱢ ᱪᱤᱠᱟᱹᱭᱮᱫᱟ ᱾

source: Social Trackers
sat: ᱥᱟᱸᱣᱛᱟ ᱯᱟᱸᱡᱟ ᱠᱚ

source: Start Browsing
sat: ᱯᱟᱱᱛᱮᱭᱟᱠ ᱮᱦᱚᱵ ᱢᱮ

source: Swipe right or left with three fingers to close the tab.
sat: ᱴᱮᱵ ᱵᱚᱱᱸᱫᱚᱭ ᱞᱟᱹᱜᱤᱫ ᱡᱚᱡᱚᱢ ᱟᱨ ᱞᱮᱝᱜᱟ ᱯᱮᱭᱟ ᱠᱟᱹᱴᱩᱵ ᱛᱮ ᱥᱣᱟᱭᱤᱯ ᱢᱮ ᱾

source: Switch automatically based on screen brightness
sat: ᱥᱠᱨᱤᱱ ᱡᱷᱟᱞᱠᱟᱣ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱟᱡ ᱛᱮᱜᱮ ᱵᱚᱫᱚᱞ ᱚᱜᱼᱟ

source: Switch Mode
sat: ᱚᱵᱥᱛᱟ ᱵᱚᱫᱚᱞ

source: Switch Your Default Browser
sat: ᱟᱢᱟᱜ ᱢᱩᱞ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱵᱚᱫᱚᱞ ᱢᱮ

source: Sync Connected
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱡᱚᱲᱟᱣᱮᱱᱟ

source: Sync Disconnected
sat: ᱛᱷᱟᱨ ᱵᱟᱰ ᱡᱚᱲᱟᱣᱮᱱᱟ

source: Synced Devices
sat: ᱛᱷᱟᱨᱮᱱᱟ ᱥᱟᱫᱷᱚᱱ ᱠᱚ

source: Synced Tabs
sat: ᱛᱷᱟᱨ ᱦᱚᱪᱚ ᱴᱮᱵ

source: Sync Firefox Between Devices
sat: ᱥᱟᱫᱷᱚᱱ ᱛᱟᱞᱟ ᱛᱮ Firefox ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭᱮᱢ

source: Syncing
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱦᱩᱭᱩᱜ ᱠᱟᱱᱟ

source: Syncing has failed
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱲᱤᱜᱟᱣᱮᱱᱟ

source: Sync is experiencing issues syncing %@
sat: %@ ᱟᱹᱭᱨ ᱢᱤᱫ ᱤᱢ ᱪᱟᱞ ᱠᱚ ᱮᱷᱚᱵ ᱫᱤᱜᱫᱷᱟᱹ ᱦᱩᱭᱩᱜ ᱠᱟᱱᱟ

source: Sync is offline
sat: ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ ᱚᱯᱷᱞᱟᱭᱤᱱ

source: Sync is unavailable
sat: ᱟᱹᱛᱩᱨᱩᱨ ᱟᱬᱜᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: Sync Now
sat: ᱱᱤᱛᱚᱠ ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭ ᱢᱮ

source: Sync Settings
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

source: Sync your bookmarks, history, and passwords to your phone.
sat: ᱵᱩᱠᱢᱟᱨᱠ , ᱦᱤᱛᱟᱹᱞ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱯᱷᱚᱱ ᱛᱮ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱢᱮ

source: Sync your tabs, bookmarks, passwords and more.
sat: ᱟᱢᱟᱜ ᱴᱮᱵ ᱠᱚ, ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ, ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ ᱟᱨ ᱵᱚᱲᱛᱤ ᱠᱚ ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭ ᱢᱮ ᱾

source: Sync your tabs, passwords and more.
sat: ᱟᱢᱟᱠ ᱴᱮᱵ ᱠᱚ, ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ ᱟᱨ ᱵᱚᱲᱛᱤ ᱠᱚ ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭ ᱢᱮ ᱾

source: System Theme
sat: ᱥᱤᱥᱴᱮᱢ ᱩᱭᱦᱚᱨ

source: Tab %1$@ of %2$@
sat: %2$@ ᱠᱷᱚᱱ %1$@ ᱴᱮᱵ

source: Tab received
sat: ᱴᱮᱵ ᱭᱟᱢᱮᱱᱟ

source: Tab received from %@
sat: %@ ᱠᱷᱚᱱ ᱴᱮᱵ ᱭᱟᱢᱮᱱᱟ

source: Tabs %1$@ to %2$@ of %3$@
sat: %3$@ ᱠᱷᱚᱱ ᱠᱚ %1$@ ᱠᱷᱚᱱ %2$@ ᱴᱮᱵ

source: Tab Sent
sat: ᱴᱮᱵ ᱠᱩᱞ ᱦᱩᱭᱮᱱᱟ

source: Tabs Tray
sat: ᱴᱮᱵᱠᱳᱣᱟ ᱛᱷᱚᱨᱤ

source: Take Your Web With You
sat: ᱟᱢᱟᱜ ᱣᱮᱵ ᱟᱢ ᱥᱟᱶ ᱛᱮ ᱤᱫᱤ ᱢᱮ

source: Tap the mask icon to slip into Private Browsing mode.
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱨᱮ ᱜᱷᱟᱥᱠᱟᱣ ᱪᱟᱞᱟ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱢᱟᱥᱠ ᱟᱸᱭᱠᱚᱱ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Tap to begin
sat: ᱮᱦᱚᱵ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱚᱛᱟᱭ ᱢᱮ

source: The data is invalid
sat: ᱥᱟᱠᱷᱤᱭᱟᱛ ᱫᱚ ᱵᱟᱲ ᱵᱟᱛᱟᱣ ᱢᱮᱱᱟ-ᱟ

source: The Last Hour
sat: ᱢᱩᱪᱚᱫᱟ ᱜᱷᱚᱱᱴᱟ

source: The link you are trying to share cannot be shared.
sat: ᱡᱟ ᱞᱤᱸᱠ ᱟᱢ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱠᱩᱨᱩᱢᱩᱴᱩᱤ ᱫᱟᱢ ᱚᱱᱟ ᱵᱟᱝ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱚᱣᱟ᱾

source: Theme Picker
sat: ᱩᱭᱦᱚᱨ ᱦᱟᱞᱟᱸᱜ-ᱟ

source: The new search engine will appear in the quick search bar.
sat: ᱱᱟᱶᱟ ᱯᱟᱱᱛᱮ ᱮᱱᱡᱤᱱ ᱫᱚ ᱞᱚᱜᱚᱱ ᱥᱮᱸᱽᱨᱟ ᱵᱟᱨ ᱨᱮ ᱫᱮᱠᱷᱟᱣᱜᱼᱟ ᱾

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
sat: %@ ᱨᱤᱱᱤᱡ ᱢᱟᱞᱤᱠ ᱫᱚ ᱣᱤᱵᱥᱟᱭᱤᱴ ᱵᱮᱥ ᱵᱟᱭ ᱴᱷᱤᱠ ᱞᱮᱹᱫᱟᱭ ᱾ ᱟᱢᱟᱜ ᱥᱟᱠᱷᱤᱭᱟᱹᱛ ᱟᱰ ᱫᱚᱦᱚ ᱟᱮ ᱟᱞᱚ ᱠᱩᱢᱰᱩᱼᱜ ᱞᱟᱹᱜᱤᱫ, Firefox ᱚᱱᱟ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱮ ᱵᱟᱭ ᱡᱩᱲᱟᱣ ᱞᱮᱱᱟᱭ ᱾

source: The page could not be displayed in Reader View.
sat: ᱨᱤᱰᱟᱹᱨ ᱵᱷᱤᱣ ᱨᱮ ᱥᱟᱠᱟᱢ ᱵᱟᱭ ᱫᱮᱠᱷᱟᱣᱼᱜ ᱠᱟᱱᱟ ᱾

source: There are ${count} options matching ‘Clear Private Tabs’.
sat: ‘ᱯᱨᱟᱭᱣᱮᱢ ᱴᱮᱵ ᱢᱮᱴᱟᱣ ᱢᱮ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: There are ${count} options matching ‘Go to Copied Link’.
sat: ‘ᱱᱚᱠᱚᱞ ᱞᱤᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜ ᱢᱮ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: There are ${count} options matching ‘New Private Search’.
sat: ‘ᱱᱟᱶᱟ ᱯᱨᱟᱭᱣᱮᱴ ᱥᱮᱸᱫᱽᱨᱟ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: There are ${count} options matching ‘New Search’.
sat: ‘ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: There was an error converting the page
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱵᱷᱩᱞ ᱦᱳᱭᱮᱱᱟ ᱥᱟᱦᱴᱟ ᱵᱚᱫᱚᱞ ᱜᱷᱚᱰᱤ

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
sat: ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱴᱮᱵ ᱠᱚ ᱟᱹᱛᱩᱨ ᱰᱤᱜᱟᱹᱣ ᱮᱱᱟ ᱾ ᱠᱤᱪᱷᱤ ᱥᱚᱢᱚᱭ ᱯᱚᱨᱮ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

source: The search provider could not be added.
sat: ᱯᱟᱱᱛᱮ ᱮᱢᱚᱜᱤᱡ ᱵᱟᱭ ᱥᱮᱞᱮᱫ ᱟᱠᱟᱱᱟ ᱾

source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
sat: ᱱᱚᱶᱟ ᱠᱩᱠᱤ ᱠᱚ ᱟᱢ ᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱥᱟᱭᱤᱴ ᱯᱟᱧᱞᱟ ᱠᱟᱢᱟ ᱠᱚ ᱟᱢᱟᱜ ᱚᱱᱞᱟᱭᱤᱱ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱵᱟᱵᱚᱛ ᱞᱟᱹᱜᱤᱫ ᱾ ᱱᱚᱶᱟ ᱠᱚ ᱫᱚ ᱯᱮ ᱯᱟᱨᱴᱤ ᱴᱷᱮᱱ ᱴᱷᱮᱱ ᱡᱮᱞᱠᱟ ᱤᱥᱛᱤᱭᱟᱨ ᱟᱨ ᱟᱱᱟᱞᱭᱴᱤᱠᱥ ᱠᱚᱢᱯᱟᱱᱤ ᱠᱚ ᱥᱮᱴ ᱟᱠᱟᱫᱟ ᱾

source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
sat: ᱱᱚᱶᱟ ᱥᱟᱡᱟᱣ ᱫᱚ ᱵᱨᱚᱣᱡᱚᱨ ᱟᱨ ᱠᱚᱢᱯᱩᱴᱚᱨ ᱨᱮ ᱵᱷᱮᱜᱟᱨ ᱟ ᱾ ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱠᱚ ᱟᱹᱰᱤᱜᱟᱱ ᱵᱷᱮᱜᱟᱨ ᱥᱟᱡᱟᱣ ᱠᱚ ᱡᱚᱢᱟ ᱠᱟᱛᱮ ᱟᱢᱟᱜ ᱢᱤᱫᱴᱟᱹᱝ ᱯᱨᱚᱯᱷᱟᱤᱞ ᱮ ᱛᱮᱭᱟᱨᱟ, ᱚᱠᱟ ᱫᱚ ᱡᱟᱦᱟᱱᱟᱜ ᱧᱮᱞ ᱡᱷᱚᱜ ᱟᱢ ᱯᱟᱧᱡᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ ᱾

source: The site includes elements that may track your browsing. You have disabled protection.
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱨᱮ ᱡᱤᱱᱤᱥ ᱠᱚ ᱢᱮᱱᱟ-ᱟ ᱡᱟ ᱟᱢᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱯᱟᱸᱡᱟ ᱫᱟᱲᱤ ᱟᱭ. ᱟᱢ ᱨᱚᱯᱷᱟ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱠᱟᱫᱟᱢ᱾

source: The sites you visit most
sat: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ

source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
sat: ᱰᱤᱥᱯᱞᱟᱭ ᱡᱷᱟᱞᱠᱟᱣ ᱨᱮ ᱟᱢᱟᱜ ᱛᱷᱮᱢ ᱟᱡ ᱛᱮᱜᱮ ᱵᱚᱫᱚᱞᱚᱜᱼᱟ ᱾ ᱟᱢ ᱛᱷᱨᱤᱥᱚᱞᱰ ᱥᱮᱴ ᱫᱟᱲᱮᱟᱜᱟᱢ ᱡᱟᱦᱟᱸ ᱨᱮ ᱟᱢ ᱛᱷᱮᱢ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱮᱟᱜᱼᱟᱢ ᱾ ᱜᱩᱞ ᱨᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱛᱚᱜ ᱨᱮᱭᱟᱜ ᱡᱷᱟᱞᱠᱟᱣ ᱫᱮᱠᱷᱟᱣᱟᱭ ᱾

source: The web page language is detected on the device, and a translation from a remote service is offered.
sat: ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱣᱮᱵ ᱥᱟᱠᱟᱢ ᱨᱮᱭᱟᱜ ᱟᱲᱟᱝ ᱯᱟᱱᱛᱮ ᱧᱟᱢ ᱟᱠᱟᱫᱟᱭ, ᱨᱤᱢᱚᱴ ᱥᱟᱹᱨᱵᱷᱤᱥ ᱠᱷᱚᱵ ᱛᱚᱨᱡᱚᱢᱟ ᱨᱮᱭᱟᱜ ᱯᱨᱚᱥᱛᱟᱵ ᱦᱮᱡ ᱟᱠᱟᱱᱟ ᱾

source: This action will clear all of your private data, including history from your synced devices.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱢᱟᱜ ᱡᱷᱚᱛᱚ ᱱᱤᱡᱚᱨ ᱥᱟᱹᱡᱷᱤᱭᱟᱹᱛ ᱠᱚ ᱢᱮᱴᱟᱣ ᱛᱟᱢᱟᱭ, ᱦᱤᱛᱟᱹᱞ ᱟᱨ ᱟᱛᱩᱨ ᱟᱬᱜᱚ ᱥᱟᱫᱷᱚᱱ ᱠᱚ ᱢᱮᱥᱟ ᱠᱟᱛᱮ᱾

source: This action will clear all of your private data. It cannot be undone.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱢᱟᱜ ᱡᱷᱚᱛᱚ ᱱᱤᱡᱚᱨ ᱥᱟᱹᱡᱷᱤᱭᱟᱹᱛ ᱠᱚ ᱢᱮᱴᱟᱣ ᱛᱟᱢᱟᱭ, ᱱᱚᱶᱟ ᱫᱚ ᱵᱟᱭ ᱨᱩᱟᱲ ᱟᱹᱜᱩᱜᱼᱟ᱾

source: This action will clear all of your website data. It cannot be undone.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱢᱟᱜ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱠᱚ ᱢᱮᱴᱟᱣ ᱛᱟᱢᱟᱭ ᱾ ᱱᱚᱶᱟ ᱫᱚ ᱵᱭᱟ ᱯᱟᱪᱷᱞᱟᱫ ᱟ ᱾

source: This allows you to save the image to your Camera Roll.
sat: ᱱᱚᱶᱟ ᱟᱢᱟᱜ ᱪᱤᱛᱟᱹᱨ ᱠᱚ ᱠᱮᱢᱨᱟ ᱨᱚᱞᱞ ᱨᱮ ᱥᱟᱸᱪᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱛᱟᱣᱟ ᱾

source: This breach occurred on
sat: ᱱᱚᱶᱟ ᱨᱚᱯᱩᱫ ᱦᱚᱭ ᱠᱟᱱᱟ

source: This Connection is Untrusted
sat: ᱱᱚᱶᱟ ᱡᱩᱰᱟᱹᱣ ᱫᱚ ᱵᱟᱭ ᱯᱟᱹᱛᱤᱭᱟᱹᱣᱤᱡ ᱠᱟᱱᱟᱭ

source: This device has been successfully disconnected from Firefox Sync.
sat: ᱱᱚᱶᱟ ᱥᱟᱫᱷᱚᱱ ᱫᱚ ᱨᱟᱥ ᱞᱮᱠᱟᱛᱮ ᱵᱟᱰ ᱡᱚᱲᱟᱣᱮᱱᱟ Firefox ᱛᱷᱟᱨ ᱠᱷᱚᱱ᱾

source: This folder isn’t empty.
sat: ᱱᱚᱶᱟ ᱯᱚᱴᱚᱢ ᱮᱠᱷᱮᱱ ᱵᱟᱹᱱᱩ-ᱟ ᱾

source: This lets you save and upload photos.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱯᱷᱚᱛᱴᱚ ᱥᱟᱸᱪᱟᱣ ᱟᱨ ᱞᱟᱫᱮ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ ᱾

source: This lets you save photos.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱪᱤᱛᱟᱹᱨᱠᱚ ᱥᱟᱸᱪᱟᱣ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ ᱾

source: This lets you take and upload photos.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱪᱤᱛᱟᱹᱨ ᱨᱟᱠᱟᱵ ᱟᱨ ᱞᱟᱫᱮ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ᱾

source: This lets you take and upload videos.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱣᱤᱲᱤᱭᱚ ᱨᱟᱠᱟᱵ ᱟᱨ ᱞᱟᱫᱮ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ ᱾

source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
sat: ᱱᱚᱶᱟ ᱥᱟᱠᱟᱢ %1$@ ᱨᱮ ᱫᱮᱠᱷᱟᱣᱼᱜ ᱠᱟᱱᱟ ᱾ %3$@ ᱥᱟᱞᱟᱜ %2$@ ᱛᱮ ᱛᱚᱨᱡᱚᱢᱟᱭᱟᱢ ᱥᱮ?

source: this week
sat: ᱱᱚᱶᱟ ᱦᱟᱴ

source: Threshold
sat: ᱫᱩᱣᱟᱨ

source: Title
sat: ᱧᱩᱛᱩᱢ

source: Today and Yesterday
sat: ᱛᱤᱦᱮᱸᱧ ᱟᱨ ᱦᱚᱞᱟ

source: today at %@
sat: ᱛᱮᱦᱮᱸᱧ %@ ᱴᱟ ᱨᱮ

source: Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ

source: Touch ID & Passcode
sat: ᱡᱚᱴᱮᱫ ID ᱟᱨ ᱯᱟᱥᱠᱳᱰ

source: Tracking is the collection of your browsing data across multiple websites.
sat: ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱫᱚ ᱟᱢᱟᱜ ᱢᱟᱹᱞᱴᱤᱯᱟᱹᱞ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱵᱨᱟᱩᱡᱤᱝ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱨᱮᱭᱟᱜ ᱴᱩᱢᱟᱹᱞ ᱾

source: Tracking Protection is now off for this site.
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱱᱤᱛᱠ ᱫᱚ ᱱᱚᱶᱟ ᱥᱟᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱵᱚᱸᱫᱚᱭᱮᱱᱟ᱾

source: Tracking Protection is now on for this site.
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱱᱤᱛᱠ ᱫᱚ ᱱᱚᱶᱟ ᱥᱟᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱪᱦᱚᱞᱩᱮᱱᱟ᱾

source: Translate Page
sat: ᱥᱟᱦᱴᱟ ᱛᱚᱨᱡᱚᱢᱟᱭ ᱢᱮ

source: Translation
sat: ᱛᱚᱨᱡᱚᱢᱟ

source: Trending
sat: ᱴᱨᱮᱱᱰᱤᱝ

source: Trending on Pocket
sat: ᱯᱚᱠᱮᱴ ᱨᱮ ᱴᱨᱮᱱᱰᱤᱝ ᱚ ᱠᱟᱱᱟ

source: Troubleshoot
sat: ᱴᱨᱟᱹᱵᱟᱹᱞᱥᱩᱴ

source: Try again
sat: ᱫᱩᱦᱲᱟ ᱪᱮᱥᱴᱟᱭ ᱢᱮ

source: Turn on Sync…
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱚᱱ ᱢᱮ...

source: Turn on tab syncing to view a list of tabs from your other devices.
sat: ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱴᱮᱵ ᱨᱮᱭᱟᱜ ᱞᱤᱥᱴᱤ ᱧᱮᱞ ᱞᱟᱹᱜᱤᱫ ᱴᱮᱵ ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ ᱚᱱ ᱛᱟᱢ ᱾

source: Turn Passcode Off
sat: ᱯᱟᱥᱠᱳᱰ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

source: Turn Passcode On
sat: ᱯᱟᱥᱠᱳᱰ ᱚᱱ ᱢᱮ

source: Turns private mode on or off
sat: ᱫᱟᱱᱟᱲ ᱢᱚᱰ ᱚᱱ ᱟᱨ ᱵᱟᱝ ᱵᱚᱸᱫ ᱟᱭ

source: unread
sat: ᱵᱟᱝ ᱯᱟᱲᱦᱟᱣ

source: Unsorted Bookmarks
sat: ᱵᱟᱝ ᱥᱟᱴ ᱟᱠᱟᱱ ᱵᱩᱠᱢᱟᱨᱠ

source: Update login %1$@ for %2$@?
sat: %2$@ ᱞᱟᱹᱜᱤᱫ %1$@ ᱵᱚᱞᱚ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ?

source: Update login for %@?
sat: %@ ᱞᱟᱹᱜᱤᱛ ᱵᱚᱞᱚ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱢᱮ?

source: Upgrade Firefox to connect
sat: ᱡᱚᱲᱟᱣ ᱞᱟᱹᱜᱤᱛ ᱛᱮ Firefox ᱦᱟᱞᱤᱭᱟᱠ ᱢᱮ

source: URL Copied To Clipboard
sat: ᱨᱮᱴᱚᱯ ᱵᱳᱨᱰ ᱨᱮ URL ᱱᱚᱠᱚᱞᱮᱱᱟ

source: URL (Replace Query with %s)
sat: URL (%s ᱥᱟᱞᱟᱜ ᱵᱚᱫᱚᱞ ᱢᱮ)

source: Use any email app — not just Mail — with Firefox.
sat: Firefox ᱥᱟᱞᱟᱜ — ᱠᱷᱟᱹᱞᱤ ᱢᱮᱞ ᱜᱮ ᱵᱟᱝᱟ — ᱚᱞᱜᱟ ᱤᱼᱢᱮᱞ ᱮᱯᱯ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱾

source: Use Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱱᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use Current Page
sat: ᱱᱤᱛᱚᱜᱟᱠ ᱥᱟᱦᱴᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use Default
sat: ᱢᱩᱞ ᱯᱷᱮᱲᱟᱛ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use Email Instead
sat: ᱵᱟᱹᱫᱟᱹᱞ ᱛᱮ ᱮᱢᱮᱞ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use Face ID
sat: ᱨᱩᱯ ID ᱵᱮᱵᱷᱟᱨ

source: Use Siri shortcuts to quickly open Firefox via Siri
sat: ᱥᱤᱨᱤ ᱠᱷᱟᱴᱚ ᱢᱟᱪᱷᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱞᱚᱜᱚᱱ ᱛᱮ Firefox ᱠᱷᱩᱞᱟᱹᱭ ᱞᱚᱜᱤᱛ ᱥᱤᱨᱤ ᱥᱟᱣ ᱛᱮ

source: Use stage servers
sat: Stage ᱥᱚᱨᱵᱷᱚᱨ ᱠᱚ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use System Light/Dark Mode
sat: ᱥᱤᱥᱴᱮᱢ ᱯᱩᱸᱲ/ᱦᱮᱸᱫᱮ ᱚᱵᱚᱥᱛᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use Touch ID
sat: ᱡᱚᱴᱮᱫ ID ᱵᱮᱵᱷᱟᱨ

source: Use your fingerprint to access Logins now.
sat: ᱵᱷᱤᱛᱨᱭ ᱵᱚᱞᱚ ᱞᱟᱹᱜᱤᱫ ᱠᱟᱹᱴᱩᱵ ᱪᱷᱟᱯᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ‌ ᱾

source: Use your fingerprint to disable Touch ID.
sat: ᱡᱚᱴᱮᱫ ID ᱵᱚᱸᱫᱚᱭ ᱞᱟᱹᱜᱤᱫ ᱠᱟᱹᱴᱩᱵ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱾

source: Verify your email address
sat: ᱟᱢᱟᱠ ᱮᱢᱮᱞ ᱴᱷᱤᱠᱚᱱᱟ ᱧᱮᱞ ᱢᱤᱞᱟᱹᱣ ᱢᱮ

source: Version %1$@ (%2$@)
sat: ᱦᱟᱹᱞᱤᱭᱟᱠ %1$@ (%2$@)

source: View More
sat: ᱵᱚᱲᱛᱤ ᱧᱮᱞ ᱢᱮ

source: View More…
sat: ᱵᱚᱲᱛᱤ ᱧᱮᱞ ᱢᱮ...

source: View Page Source
sat: ᱥᱟᱦᱴᱟ ᱢᱩᱞ ᱧᱮᱞ ᱢᱮ

source: Visited
sat: ᱧᱮᱞᱟᱠ

source: Visit site anyway
sat: ᱡᱟᱦᱟ ᱞᱮᱠᱟᱛᱮ ᱥᱟᱤᱴ ᱧᱮᱞ ᱢᱮ

source: Want to see your tabs from other devices here?
sat: ᱟᱢᱟᱠ ᱴᱮᱵ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱱᱚᱸᱲᱮ ᱧᱮᱞ ᱪᱚᱭᱳ ᱠᱟᱱᱟᱢ?

source: Warning: we can’t confirm your connection to this website is secure.
sat: ᱦᱳᱥᱤᱭᱟᱨ: ᱟᱞᱮ ᱵᱟᱞᱮ ᱜᱚᱴᱟ ᱫᱟᱲᱤ ᱠᱟᱱᱟ ᱟᱢᱟᱠ ᱡᱚᱱᱚᱲᱟᱣ ᱱᱚᱶᱟ ᱣᱮᱵ ᱥᱟᱤᱴ ᱛᱮ ᱡᱚᱯᱛᱤ ᱢᱮᱱᱟ-ᱟ ᱥᱮ ᱵᱟ᱾

source: Web content
sat: ᱣᱮᱵ ᱵᱤᱥᱳᱭ

source: Website Breach
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱚᱯᱩᱫᱮᱱᱟ

source: Website Data
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ-ᱟ ᱥᱟᱠᱷᱤᱭᱟᱛ

source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱵᱟᱦᱨᱮ ᱤᱥᱛᱤᱭᱟᱨ, ᱣᱤᱰᱤᱭᱚ ᱟᱨ ᱚᱞᱜᱟ ᱡᱤᱱᱤᱥ ᱠᱚ ᱞᱚᱰ ᱫᱟᱲᱮᱟᱜᱼᱟᱭ ᱡᱟᱦᱟᱭ ᱨᱮ ᱫᱚ ᱩᱠᱩ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱛᱟᱦᱮᱸ ᱫᱟᱲᱮᱟᱜᱼᱟ ᱱᱚᱶᱟ ᱠᱚ ᱟᱴᱠᱟᱣ ᱞᱮᱠᱷᱟᱱ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱚ ᱞᱚᱜᱚᱱ ᱞᱚᱰᱚᱜᱼᱟ, ᱦᱮᱞᱮ ᱠᱤᱪᱷᱤ ᱵᱚᱴᱚᱱ, ᱯᱷᱚᱨᱢ ᱟᱨ ᱵᱚᱞᱚ ᱡᱟᱭᱜᱟ ᱵᱟᱭ ᱠᱟᱹᱢᱤ ᱫᱟᱲᱮᱟᱜᱼᱟᱭ ᱾

source: Websites you’ve visited recently will show up here.
sat: ᱡᱟ ᱣᱮᱵ ᱥᱟᱭᱤᱴ ᱠᱚ ᱟᱢ ᱱᱤᱛᱚᱠ ᱧᱮᱞ ᱠᱤᱫᱟᱢ ᱚᱱᱟ ᱠᱚ ᱫᱚ ᱱᱚᱸᱲᱮ ᱩᱫᱩᱜᱟᱭ᱾

source: Websites you visit may request your location.
sat: ᱦᱤᱨᱤᱟᱠᱟᱱ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ ᱠᱚ ᱠᱷᱚᱡ ᱫᱟᱲᱮᱟᱜᱼᱟ᱾

source: Welcome to Firefox
sat: Firefox ᱨᱮ ᱥᱚᱜᱩᱱ ᱫᱟᱨᱟᱢ

source: Welcome to Top Sites
sat: ᱪᱮᱛᱟᱱ ᱥᱟᱭᱤᱴ ᱨᱮ ᱥᱚᱜᱩᱱ ᱫᱟᱨᱟᱢ

source: Welcome to your Reading List
sat: ᱟᱢᱟᱜ ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱚᱜᱩᱱ ᱫᱟᱨᱟᱢ

source: Well, this is embarrassing.
sat: ᱣᱮᱞᱞ, ᱱᱚᱶᱟ ᱫᱚ ᱞᱟᱡᱟᱣ ᱜᱮ ᱾

source: What's New
sat: ᱪᱦᱤ ᱱᱟᱶᱟ ᱢᱮᱱᱟᱼᱟ

source: When Leaving Private Browsing
sat: ᱡᱚᱠᱷᱚᱱ ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱵᱟᱹᱜᱤᱭᱟ ᱠᱟᱱᱟᱢ

source: When Long-pressing Links
sat: ᱚᱠᱟ ᱡᱷᱚᱜ ᱡᱟᱹᱥᱛᱤ ᱚᱛᱟ ᱠᱟᱱ ᱞᱤᱸᱠ ᱠᱚ

source: When Opening Firefox
sat: ᱡᱚᱠᱷᱚᱱ Firefox ᱡᱷᱤᱜ ᱟᱢ

source: When you open a New Tab:
sat: ᱡᱚᱠᱷᱚᱱ ᱟᱢ ᱱᱟᱶᱟ ᱴᱮᱵ ᱡᱷᱤᱜ ᱟᱢ:

source: Wikipedia
sat: ᱣᱤᱠᱤᱯᱤᱲᱤᱭᱟ

source: Wrong email? Disconnect below to start over.
sat: ᱵᱷᱩᱞ ᱮ-ᱢᱮᱞ? ᱡᱩᱲᱟᱹᱣ ᱵᱚᱸᱫ ᱠᱟᱛᱮ ᱮᱦᱚᱵ ᱢᱮ ᱾

source: yesterday
sat: ᱦᱚᱞᱟ

source: You are not signed in to your Firefox Account.
sat: ᱟᱢ ᱟᱢᱟᱠ Firefox ᱠᱷᱟᱛᱟ ᱨᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱵᱚᱱᱩᱢ-ᱟ ᱾

source: You can change this at any time in Settings
sat: ᱟᱢ ᱡᱟᱦᱟᱸ ᱛᱤᱱ ᱨᱤᱜᱤ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱤᱭᱟᱠ ᱟᱢ ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
sat: ᱟᱢ ᱣᱮᱵ ᱮᱞᱤᱢᱮᱴᱥ ᱟᱴᱠᱟᱣ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱪᱷᱟᱣ ᱫᱟᱲᱮᱟᱜᱼᱟᱢ, ᱚᱠᱚᱭ ᱫᱚ ᱟᱢᱟᱜ ᱵᱨᱟᱣᱡᱤᱝ ᱠᱟᱹᱢᱤ ᱠᱚ ᱧᱮᱞ ᱛᱟᱢᱟ ᱾

source: You don’t have any credentials synced from your Firefox Account
sat: ᱟᱢ ᱴᱷᱮᱱ ᱧᱩᱛᱩᱢ ᱦᱟᱹᱨ ᱠᱚ Firefox ᱠᱷᱟᱛᱟ ᱠᱷᱚᱱ ᱵᱟᱭ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱟᱠᱟᱱᱟ ᱾

source: You don’t have any other devices connected to this Firefox Account available to sync.
sat: ᱲᱟᱢ ᱴᱷᱮᱱ ᱚᱞᱜᱟ Firefox ᱠᱷᱟᱛᱟ ᱟᱹᱭᱨ ᱢᱤᱫ ᱞᱟᱹᱜᱤᱫ ᱟᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱡᱩᱰᱟᱹᱣ ᱵᱟᱹᱱᱩᱜᱟ ᱾

source: You need to verify %@. Check your email for the verification link from Firefox.
sat: ᱟᱢ %@ ᱯᱚᱨᱢᱟᱱ ᱫᱚᱨᱠᱟᱨ ᱾ Firefox ᱠᱷᱚᱱ ᱯᱚᱨᱢᱟᱱ ᱞᱤᱸᱠ ᱧᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱤᱼᱢᱮᱞ ᱧᱮᱞ ᱵᱤᱰᱟᱹᱣ ᱢᱮ ᱾

source: Your account needs to be verified.
sat: ᱟᱢᱟᱠ ᱠᱷᱟᱛᱟ ᱧᱮᱞ ᱢᱤᱞᱟᱹᱣ ᱞᱟᱹᱜᱛᱤ-ᱟ᱾

source: Your first sync may take a while
sat: ᱟᱢᱟᱠ ᱯᱟᱦᱤᱞ ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱠᱤᱪᱷᱩ ᱥᱚᱢᱚᱭ ᱦᱟᱛᱟᱣᱟᱭ

source: Your Library
sat: ᱟᱢᱟᱜ ᱯᱩᱛᱷᱤ ᱚᱲᱟᱜ

source: Your most visited sites will show up here.
sat: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱱᱚᱰᱮ ᱫᱮᱠᱷᱟᱣᱼᱜ ᱟ ᱾

source: Your search, your way
sat: ᱟᱢᱟᱠ ᱥᱮᱸᱫᱽᱨᱟ, ᱟᱢᱟᱠ ᱦᱚᱨ ᱛᱮ

source: Your tabs from other devices show up here.
sat: ᱟᱢᱟᱠ ᱴᱮᱵ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱱᱚᱸᱲᱮ ᱩᱫᱩᱜᱟᱭ᱾

source: You’ve got mail… options
sat: ᱟᱢ ᱢᱮᱞ ᱮᱢ ᱧᱟᱢ ᱠᱮᱜᱼᱟ… ᱚᱯᱥᱚᱱᱥ

source: abnormality
sat: ᱠᱷᱮᱯᱟ

source: add-on
sat: ᱥᱮᱞᱮᱫ ᱮᱦᱚᱵ

source: aggregate
sat: ᱜᱩᱴ ᱡᱚᱢᱟ

source: All Hands
sat: ᱡᱷᱚᱛᱚ ᱛᱤ ᱠᱚ

source: alternate text
sat: ᱮᱯᱮᱴᱟᱠ ᱚᱱᱚᱞ

source: appear
sat: ᱧᱮᱞᱚᱜ

source: appearance
sat: ᱧᱮᱞᱚᱜᱟᱜ

source: attack
sat: ᱢᱩᱸᱦᱟᱹ

source: attacker
sat: ᱢᱩᱸᱦᱟᱹ ᱤᱡ

source: Attack Site
sat: ᱥᱟᱭᱤᱴ ᱢᱩᱸᱦᱟᱹ

source: attendee
sat: ᱥᱟᱹᱢᱤᱞᱚᱜ ᱠᱚ

source: authenticate
sat: ᱯᱚᱨᱚᱢᱟᱱ

source: authenticated
sat: ᱯᱚᱨᱚᱢᱟᱱ ᱟᱠᱟᱱᱟ

source: autoplay
sat: ᱟᱡ ᱛᱮ ᱮᱛᱦᱚᱵ

source: back out
sat: ᱦᱮᱸᱫᱮ ᱚᱰᱚᱠ

source: black box
sat: ᱦᱮᱸᱫᱮ ᱚᱰᱚᱠ

source: bookmark
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ

source: boolean
sat: ᱵᱩᱩᱞᱤᱭᱟᱹᱱ

source: boot
sat: ᱵᱩᱩᱴ

source: breakpoint
sat: ᱠᱮᱪᱮᱛ ᱴᱩᱰᱟᱹᱠ

source: Bug report
sat: ᱫᱚᱥ ᱠᱚ ᱠᱷᱚᱵᱚᱨ

source: certificate authority
sat: ᱯᱚᱨᱚᱢᱟᱱ ᱥᱟᱠᱟᱢ ᱮᱢᱚᱜᱤᱡᱟᱜ

source: channel
sat: ᱪᱟᱱᱱᱮᱹᱞ

source: cipher
sat: ᱮᱞᱮᱠᱷ

source: clipboard
sat: ᱨᱮᱴᱚᱯᱵᱚᱰ

source: clockwise
sat: ᱜᱷᱩᱲᱤ ᱨᱮᱭᱟᱜ ᱥᱚᱡᱷᱮ ᱱᱟᱜᱷᱟ

source: compact
sat: ᱛᱚᱞ ᱩᱨᱤᱡ

source: compact - recommend deprioritize
sat: ᱛᱚᱞ ᱩᱨᱤᱡ ᱼ ᱵᱟᱛᱟᱣᱟᱜ ᱢᱟᱲᱟᱝ ᱛᱮᱭᱟᱜ ᱠᱟᱹᱢᱤ ᱦᱟᱹᱴᱟᱣ

source: context
sat: ᱵᱟᱵᱚᱛ

source: contribute
sat: ᱮᱱᱮᱢ

source: corrupt
sat: ᱨᱟᱹᱯᱩᱫ

source: corrupted
sat: ᱨᱟᱹᱯᱩᱫ ᱮᱱᱟ

source: counterclockwise
sat: ᱩᱞᱴᱟᱹ ᱱᱟᱠᱷᱟ ᱜᱷᱟᱹᱰᱤ ᱟᱹᱪᱩᱨ

source: cryptominer
sat: ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱᱟᱹᱨ

source: cryptomining
sat: ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱ ᱮᱫᱟ

source: debug
sat: ᱫᱚᱥ ᱥᱟᱦᱟ

source: deceptive site
sat: ᱮᱲᱮ ᱥᱟᱭᱤᱴ

source: decode
sat: ᱫᱟᱱᱟᱝ ᱪᱤᱱᱦᱟᱹ

source: decryption
sat: ᱵᱟᱝ ᱫᱟᱱᱟᱝ ᱦᱚᱪᱚᱣᱟᱠ

source: disinformation
sat: ᱮᱲᱮ ᱠᱷᱚᱵᱟᱨ

source: distrust
sat: ᱚᱵᱤᱥᱣᱟᱥ

source: eavesdropping
sat: ᱡᱟᱥᱩᱥᱤ ᱠᱚᱨᱟᱣ

source: enable
sat: ᱮᱢ ᱪᱷᱚ

source: encode
sat: ᱪᱤᱱᱦᱟᱹ

source: encrypt
sat: ᱫᱟᱱᱟᱝᱟᱜ

source: encryption
sat: ᱫᱟᱱᱟᱝ ᱟᱠᱟᱱᱟ

source: end user
sat: ᱢᱩᱪᱟᱹᱫ ᱵᱮᱵᱷᱟᱨᱤᱡ

source: executable file
sat: ᱚᱲᱚᱠᱚ ᱠᱟᱱ ᱨᱮᱫ

source: extension
sat: ᱯᱟᱥᱱᱟᱣ

source: external
sat: ᱵᱟᱦᱨᱮ

source: Fellow
sat: ᱟᱜᱛᱮ

source: filter bubble
sat: ᱯᱷᱚᱛᱚ ᱪᱷᱟᱹᱱᱤ

source: fingerprinter
sat: ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱟᱜ

source: fingerprinting
sat: ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ

source: gear
sat: ᱜᱤᱭᱟᱹᱨ

source: grassroots
sat: ᱚᱛ ᱥᱛᱤᱛᱷᱤ ᱠᱚ

source: home page
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ

source: idle
sat: ᱜᱟᱹᱰᱤᱭᱟᱹ

source: import
sat: ᱟᱹᱜᱩ

source: innovations
sat: ᱱᱟᱣᱟᱱᱛᱚ ᱠᱚ

source: insecure
sat: ᱵᱟᱝᱨᱩᱠᱷᱭᱟ

source: installation
sat: ᱤᱱᱥᱴᱚᱞᱮᱥᱚᱱ

source: Issue
sat: ᱤᱢ ᱪᱟᱞ

source: Legacy extension
sat: ᱞᱮᱜᱥᱭᱤ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ

source: misinformation
sat: ᱵᱷᱩᱞ‌ ᱥᱟᱹᱠᱷᱭᱟᱹᱛ

source: native
sat: ᱱᱮᱴᱤᱵᱷ

source: open source
sat: ᱢᱩᱞ ᱠᱷᱩᱞᱟᱹ

source: override
sat: ᱞᱟᱫᱮ ᱪᱮᱛᱟᱱ ᱞᱟᱫᱮ

source: participation
sat: ᱵᱷᱟᱜ ᱤᱫᱤ

source: Patch
sat: ᱛᱮᱭᱟᱨ ᱟᱹᱨᱩ

source: pop-up
sat: ᱴᱟᱴᱠᱟ ᱚᱰᱚᱠ
